swat-dp-management/src/main/resources/soma/dummy-file-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dp="http://www.datapower.com/schemas/management">
	<soapenv:Header/>
	<soapenv:Body>
		<dp:request xmlns:dp="http://www.datapower.com/schemas/management" domain="default">
			<dp:get-file name="logstore:///default-error-log.1"/>
		</dp:request>
	</soapenv:Body>
</soapenv:Envelope>


